{
  expertise:{
    ux : {
      title:'User Experience',
      desc:'',
      icon::'/images/icon_design.png',
      projects : [
        {
          title:'Fitness Professional Branding + Design',
          desc:'Branding & UI/UX for a fitness professional. Mike wanted to stick to the colors Turquoise, Orange, and Black. I used those as highlights and kept the background white to maintain an overall fresh and clean aesthetic. Aside from the design I built out the UI/UX of the website, featuring an easy-to-read layout and collapsible menus with an emphasis on grabbing a users attention with large, bright CTA's.',
          images:['/images/design']
        },
        {
          title:'UX for Referral Program',
          desc:'Headnote, a payment processing platform for attorneys needed to build out the UI/UX elements for a referral program they were launching. A circular button marked with a ’$’ was added in the navbar to represent the referral program incentives. Once clicked, the user is led to a page featuring a simple, clear, and easy to navigate user experience. The second image showcases the confirmation message once the referrals are sent. The design also featured a system of tracking referrals and credits earned from the program. Tools used: Adobe Illustrator, Sketch.',
          images:['/images/ux']
        }
      ]
    },
    design : {
      title:'Design',
      desc:'',
      icon::'/images/',
      projects : [
        {
          title:'Vending Machine',
          desc:'This was one of my favorite projects. The client wanted a clean, crisp, fresh look. The main requests for the aesthetic was the specific shade of green for the background and a handwritten font style. I decided to feature two different varieties of the products on each side of the machine and highlight the main ingredients.',
          images:[]
        },{
          title:'Food Package Design (Spout Pouch)',
          desc:'I focused on a color palette consisting of three main colors: yellow, white, and grey. In the limited space I had with this design (4.3in x 2.75in), the product design and copy is focused on educating consumers about how to use the product, its ingredients, and their origin in an easy to read format.',
          images:[]
        }
      ]
    }
  },
  extras : {}
}
